Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Circulation air Air circulating in a room or extract air returned to the same room it came from.
sv: Cirkulationsluft Luft som cirkulerar inne i ett rum eller från luft som återförs till samma rum som den hämtats från.

source: Exhaust air Extract air deposited outside.
sv: Avluft Frånluft som avlämnas i det fria.

source: General ventilation Ventilation in order to deal with air contaminants from human beings, building materials, furnishings, etc.
sv: Allmänventilation Ventilation för att omhänderta luftföroreningar från människor, byggmaterial, inventarier od.

source: Detection limit The lowest amount of a substance that can be shown using a measuring instrument.
sv: Detektionsgräns Den lägsta mängd av ett ämne som kan påvisas av ett mätinstrument.

source: Air change efficiency Shows how efficient the air in a building is changed without local sources of contaminants and consists of the quotient of the nominal time constant of the premises and the double average age of the air (air change time) on the premises.
sv: Luftutbyteseffektivitet Visar hur effektivt man byter ut luften i en lokal utan lokala föroreningskällor och utgörs av kvoten mellan lokalens nominella tidskonstant och luftens dubbla medelålder (luftutbytestiden) i lokalen.

source: High air change efficiency means that the entire premises are ventilated.
sv: En hög luftutby- teseffektivitet innebär att hela lokalen ventileras.

source: The air change efficiency can at most achieve a value of 0.5 (50%) with total remix and 1.0 (100%) with total piston ventilation.
sv: Luftutbyteseffektiviteten kan högst uppnå värdet 0,5 (50 %) vid fullständig omblandning och 1,0 (100 %) vid fullständig kolvventilation.

source: Process ventilation Ventilation in order to deal with air contaminants from material handling, processes, etc.
sv: Processventilation Ventilation för att omhänderta luftföroreningar från materialhantering, process e.dyl.

source: Other
sv: Övrigt

source: Daylight Visible part of global radiation.
sv: Dagsljus Synlig del av globalstrålning.

source: Direct sunlight The portion of extra-terrestrial solar radiation reaching the earth’s surface in the form of a parallel beam after selective weakening in the atmosphere.
sv: Direkt solstrålning Den del av den extraterrestriella solstrålningen som når jordytan i form av parallell stråle efter selektiv försvagning i atmosfären.

source: Global radiation The sum total of direct solar radiation and diffuse solar radiation.
sv: Globalstrålning Summan av direkt solstrålning och himmels- strålning.

source: Diffuse global radiation The portion of solar radiation reaching the earth’s surface after being diffused by atmospheric molecules, aerosols, cloud particles or other particles.
sv: Himmelsstrålning Den del av solstrålningen som når jordytan efter att ha blivit spridd av luftens molekyler, aerosoler, molnpartiklar eller andra partiklar.

source: Functional limitation Describes the limitation that a functional impairment entails for a person in relation to the surroundings.
sv: Funktionshinder Beskriver den begränsning som en funktionsnedsättning innebär för en person i relation till omgivningen.

source: Survival chamber In the mining and heavy engineering industries, a survival chamber is used where two independent escape routes cannot be arranged.
sv: Räddningskammare Inom gruv- och entreprenadbranschen används räddningskammare där två av varandra oberoende utrymmningsvägar inte går att ordna.

source: The chamber can be of steel construction, fixed or portable, with space for two to twelve persons.
sv: Kammaren kan vara en plåt- konstruktion, fast eller portabel, med plats för två till 12 personer.

source: A vent system keeps the chamber at a slightly raised pressure, which stops fire smoke from entering.
sv: Genom ett ventilsystem hålls kammaren under lätt övertryck vilket förhindrar brandrök att tränga in.

source: The chamber is supplied with a telephone or radio, drinking water, some food rations and first aid equipment.
sv: Kammaren är försedd med telefon eller radio, dricksvatten, viss proviant samt utrustning för första hjälpen.

source: Larger survival chambers can be arranged in underground canteens, workshops, or suchlike.
sv: Större räddningskammare kan anordnas i underjordiska matsalar, verkstäder e.dyl.

source: Amended and reprinted
sv: Ändrad och omtryckt

source: Provisions and General Recommendations of the Swedish Work Environment Authority on Chemical Hazards in the Working Environment
sv: Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker

source: Purpose and scope 6
sv: Syfte och tillämpningsområde ..................................

source: The addressees of the Provisions 6
sv: Vilka föreskrifterna riktar sig till ..............................

source: The REACH Regulation 7
sv: Reach-förordningen .........................................

source: When an investigation and risk assessment shall be conducted 8
sv: När en undersökning och riskbedömning ska göras .............

source: Chemical hazards which shall be identified and registered 8
sv: Kemiska riskkällor som ska identifieras och förtecknas...........

source: Documents which are important for the risk assessment 9
sv: Dokument som är viktiga för riskbedömningen .................

source: Factors to assess in order to determine if measures are necessary 9
sv: Faktorer som ska bedömas för att avgöra om åtgärder krävs ......

source: Documentation and information 10
sv: Dokumentation och information ................................

source: Documentation of the results of the risk assessment 10
sv: Dokumentation av riskbedömningens resultat ..................

source: Handling and safety instructions as well as other routines 11
sv: Hanterings- och skyddsinstruktioner samt andra rutiner .........

source: Contingency plan for accidents and emergency situations 11
sv: Beredskapsplan för olyckor och nödsituationer .................

source: Obligation to inform about risks and keeping documentation available 12 Obligations to take certain special measures and adhere to prohibitions 12
sv: Skyldigheter att vidta vissa särskilda åtgärder och följa förbud ......

source: Information about waste 13
sv: Uppgifter om avfall .........................................

source: General requirements on labelling 13
sv: Allmänna krav på märkning..................................

source: Particularly on labelling of hazardous chemical products at work 14
sv: Särskilt om märkning av farliga kemiska produkter i arbetet ......

source: Signage, storage and containers 15
sv: Skyltning, förvaring och behållare .............................

source: Measures against risks connected with inhalation 16
sv: Åtgärder mot risker vid inandning ............................

source: Organic Solvents 16
sv: Organiska lösningsmedel ....................................

source: Respiratory protection 16
sv: Andningsskydd.............................................

source: Measures against risks from skin contact, splashing in the eyes and ingestion 16
sv: Åtgärder mot risker vid hudkontakt, ögonstänk och förtäring.....

source: Work in cisterns, wells, silos, loading spaces or similar 17
sv: Arbete i cistern, brunn, silo, lastutrymme eller liknande ..........

source: Measures to prevent risks of fire, explosions and reactions 18
sv: Åtgärder för att förebygga brand-, explosions- och reaktionsrisker

source: Work permit 18
sv: Arbetstillstånd..............................................

source: Measures when handling radioactive chemical hazards 19
sv: Åtgärder vid hantering av radioaktiva kemiska riskkällor ........

source: Documentation of the risk assessment 19
sv: Dokumentation av riskbedömning ............................

source: Signage 20
sv: Skyltning ..................................................

source: Training 20
sv: Utbildning 22

source: Medical examinations 21
sv: Läkarundersökningar 23

source: Special requirements for chemical products which are carcinogenic, mutagenic and toxic to reproduction and for certain activities 22
sv: Särskilda krav för cancerframkallande, mutagena och reproduktionsstörande kemiska produkter och viss verksamhet 24

source: Investigation regarding the possibility of replacing a product 22
sv: Utredning om möjlighet att ersätta produkt 24

source: Documentation of the risk assessment 22
sv: Dokumentation av riskbedömningen 25

source: Register 23
sv: Register 25

source: Reduction of the exposure 23
sv: Minskning av exponeringen 25

source: Prohibitions and permits 24
sv: Förbud och tillstånd 26

source: Periodic measurements of certain chemical substances 25
sv: Periodiska mätningar av vissa kemiska ämnen 27

source: Provisions on sanction charges 26
sv: Bestämmelser om sanktionsavgifter 28

source: Appendix 1: Substances which are prohibited or require a permit 28
sv: Bilaga 1: Ämnen med förbud eller tillståndskrav 30

source: The Swedish Work Environment Authority's General Recommendations on the Implementation of the Provisions on Chemical Hazards in the Working Environment 31
sv: Arbetsmiljöverkets allmänna råd om tillämpningen av föreskrifterna om kemiska arbetsmiljörisker 33

source: Purpose and scope 31
sv: Syfte och tillämpningsområde 33

source: The addressees of the Provisions 31
sv: Vilka föreskrifterna riktar sig till 33

source: The REACH Regulation 33
sv: Reach-förordningen 34

source: Definitions 33
sv: Definitioner 34

source: Investigation and risk assessment 33
sv: Undersökning och riskbedömning 35

source: When an investigation and risk assessment shall be conducted 33
sv: När en undersökning och riskbedömning ska göras 35

source: Chemical hazards which shall be identified and registered 34
sv: Kemiska riskkällor som ska identifieras och förtecknas 35

source: Documents which are important for the risk assessment 34
sv: Dokument som är viktiga för riskbedömningen 36

source: Factors to assess in order to determine if measures are necessary 35
sv: Faktorer som ska bedömas för att avgöra om åtgärder krävs 36

source: Documentation and information 36
sv: Dokumentation och information 38

source: Handling and safety instructions as well as other routines 36
sv: Hanterings- och skyddsinstruktioner samt andra rutiner 38

source: Contingency plan for accidents and emergency situations 39
sv: Beredskapsplan för olyckor och nödsituationer 41

source: Primary obligations in activities where chemical hazards occur 41
sv: Primära skyldigheter i verksamheter där kemiska riskkällor förekommer 43

source: Priority order for choice of measures in order to further limit the risks (staircase of measures) 42
sv: Prioritetsordning vid val av åtgärder för att ytterligare begränsa riskerna (åtgärdstrappa) 44

source: Information about waste 42
sv: Uppgifter om avfall 44

source: General requirements on labelling 42
sv: Allmänna krav på märkning 44

source: Particularly on labelling of hazardous chemical products at work 43
sv: Särskilt om märkning av farliga kemiska produkter i arbetet 45

source: Signage storage and containers 47
sv: Skyltning, förvaring och behållare 49

source: Measures against risks connected with inhalation 50
sv: Åtgärder mot risker vid inandning 52

source: Organic Solvents 50
sv: Organiska lösningsmedel 52

source: Measures against risks connected with skin contact, splashing in the eyes and ingestion 51
sv: Åtgärder mot risker vid hudkontakt, ögonstänk och förtäring 53

source: Work in cisterns, wells, silos, loading spaces or similar 51
sv: Arbete i cistern, brunn, silo, lastutrymme eller liknande 53

source: Measures to prevent risks of fire, explosions and reactions 52
sv: Åtgärder för att förebygga brand-, explosions- och reaktionsrisker. 54

source: Work permit 53
sv: Arbetstillstånd 55

source: Measures when handling radioactive chemical hazards 54
sv: Åtgärder vid hantering av radioaktiva kemiska riskkällor 56

source: Special requirements for allergenic chemical products and certain processes 54
sv: Särskilda krav för allergiframkallande kemiska produkter och vissa processer 57

source: Documentation of the risk assessment 55
sv: Dokumentation av riskbedömning 57

source: Signage 55
sv: Skyltning 57

source: Training 55
sv: Utbildning 57

source: Medical examinations 56
sv: Läkarundersökningar 58

source: Special requirements for chemical products which are carcinogenic, mutagenic and toxic to reproduction as well as certain activities 56
sv: Särskilda krav för cancerframkallande, mutagena och reproduktionsstörande kemiska produkter och viss verksamhet 58

source: Documentation of the risk assessment 56
sv: Dokumentation av riskbedömningen 59

source: Register 57
sv: Register 59

source: Prohibitions and permits 57
sv: Förbud och tillstånd 59

source: Periodic measurements of certain chemical substances 57
sv: Periodiska mätningar av vissa kemiska ämnen 59

source: The Swedish Work Environment Authority’s Statute Book
sv: Arbetsmiljöverkets författningssamling

source: Provisions of the Swedish Work Environment Authority with amendments of the Provisions and General Recommendations on Chemical Hazards in the Working Environment;
sv: Arbetsmiljöverkets föreskrifter om ändring i Arbetsmiljöverkets föreskrifter och allmänna råd (AFS 2011:19) om kemiska arbetsmiljörisker;

source: Date of printing: the 19 December 2014 Reprinted
sv: Utkom från trycket den 19 december 2014 Omtryck

source: adopted 10 December 2014.
sv: beslutade den 10 december 2014.

source: The following amendments of the Provisions1 and General Recommendations are issued by Swedish Work Environment Authority pursuant to Section 18 of the Work Environment Ordinance (1977:1166).
sv: Arbetsmiljöverket föreskriver1 med stöd av 18 § arbetsmiljöförordning- en (1977:1166) i fråga om Arbetsmiljöverkets föreskrifter (AFS 2011:19) om kemiska arbetsmiljörisker

source: The Swedish Work Environment Authority decides the following concerning the General Recommendations that the General Recommendations to Sections 4, 6, 12-13, 18-22, 33, 38 and 41 shall read as follows and
sv: dels att de allmänna råden till 4, 6, 12–13, 18–22, 33, 38 och 41 §§ ska ha följande lydelse. dels att allmänna råd till 20 a, 37 a–c, och 37 e–f §§ ska införas med följande lydelse

source: 1 Compare the following directive:
sv: 1 Jfr följande direktiv:

source: Council Directive 92/58/EEC of 24 June 1992 on the minimum requirements for the provision of safety and/or health signs at work (ninth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (OJ L 245, 26.8.1992, p. 23, Celex 31992L0058).
sv: Rådets direktiv 92/58/EEG av den 24 juni 1992 om minimikrav beträffande varselmärkning och signaler för hälsa och säkerhet i arbetet (EGT nr L245, 26.8.1992, s. 23, Celex 31992L0058).

source: Council Directive 98/24/EC of 7 April 1998 on the protection of the health and safety of workers from the risks related to chemical agents at work (fourteenth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC) (OJ L 131, 5.5.1998, p. 11, Celex 31998L0024).
sv: Rådets direktiv 98/24/EG av den 7 april 1998 om skydd av arbetstagares hälsa och säkerhet mot risker som har samband med kemiska agenser i arbetet (fjortonde särdirektivet enligt artikel 16.1 i direktiv 89/391/EEG) (EGT L 131, 5.5.1998, s. 11, Celex 31998L0024).

source: Directive 2004/37/EC of the European Parliament and of the Council of 29 April 2004 on the protection of workers from the risks related to exposure to carcinogens or mutagens at work (Sixth individual Directive within the meaning of Article 16(1) of Council Directive 89/391/EEC) (OJ L 158, 30.4.2004, p. 50, Celex 32004L0037).
sv: Europaparlamentets och rådets direktiv 2004/37/EG av den 29 april 2004 om skydd för arbetstagare mot risker vid exponering för carcinogener eller mutagener i arbetet (sjätte särdirektivet enligt artikel 16.1 i direktivet 89/391/EEG) (EUT L 158, 30.4.2004, s. 50, Celex 32004L0037).

source: Notification has been made according to Directive 98/34/EC of the European Parliament and of the Council of 22 June 1998 laying down a procedure for the provision of information in the field of technical standards and regulations (OJ L 204, 21.7.1998, s. 37, Celex 31998L0034), amended by Directive 98/48/EC of the European Parliament and of the Council (OJ L 217,5.8.1998, s. 18, Celex 31998L0048).
sv: Anmälan har gjorts enligt Europaparlamentets och rådets direktiv 98/34/EG av den 22 juni 1998 om ett informationsförfarande beträffande tekniska standarder och föreskrifter och beträffande föreskrifter för informationssamhällets tjänster (EGT L 204, 21.7.1998, s. 37, Celex 31998L0034), ändrat genom Europaparlamentets och rådets direktiv 98/48/EG (EGT L 217, 5.8.1998, s. 18, Celex 31998L0048).

source: • Directive 2014/27/EC of the European Parliament and of the Council of 26 February 2014 amending Council Directives 92/58/EEC, 92/85/EEC, 94/33/EC, 98/24/EC and Directive 2004/37/EC of the European Parliament and of the Council, in order to align them to Regulation (EC) No 1272/2008 on classification, labelling and packaging of substances and mixtures (OJ L65, 5.3.2014, s. 1, Celex 32014L0027).
sv: Europaparlamentets och rådets direktiv 2014/27/EU av den 26 februari 2014 om ändring av rådets direktiv 92/58/EEG, 92/85/EEG, 94/33/EG, 98/24/EG och Europaparlamentets och rådets direktiv 2004/37/EG, för att anpassa dem till förordning (EG) nr 1272/2008 om klassificering, märkning och förpackning av ämnen och blandningar (EUT nr L65, 5.3.2014, s. 1, Celex 32014L0027).

source: Purpose and scope
sv: Syfte och tillämpningsområde

source: Section 1 The purpose of these Provisions is to stipulate how ill-health or accidents caused by chemical hazards in an activity shall be prevented.
sv: § Syftet med dessa föreskrifter är att fastställa hur ohälsa och olycksfall orsakade av kemiska riskkällor i arbetet ska förebyggas.

source: The Provisions apply to all activities where chemical hazards can occur.
sv: Föreskrifterna gäller alla verksamheter där kemiska riskkällor kan före­ komma.

source: But in employers' housekeeping it is permissible to conduct investigation and risk assessment in accordance with Section 5, first paragraph without applying Sections 6-10.
sv: Men i arbetsgivares hushåll får man göra undersökning och riskbe­ dömning enligt 5 § första stycket utan att tillämpa 6–10 §§.

source: The same applies to commonly available chemical products for dishwashing and cleaning in connection to employees' use of kitchenettes, canteens or similar for own use.
sv: Detsamma gäller för allmänt tillgängliga kemiska produkter för disk och städning i samband med arbetstagarnas utnyttjande av pentryn, lunchrum eller liknande för eget bruk.

source: The addressees of the Provisions
sv: Vilka föreskrifterna riktar sig till

source: Section 2 The employer is responsible for the observance of the Provisions.
sv: § Arbetsgivaren har ansvaret för att föreskrifterna följs.

source: Other parties are, in accordance with Chapters 1 and 3 of the Work Environment Act (1977:1160), also obliged to comply with the Work Environment Act regarding substances which can cause ill-health.
sv: Andra än arbets­ givare är också skyldiga att följa arbetsmiljölagen (1977:1160) om ämne som kan föranleda ohälsa enligt 1 och 3 kap. arbetsmiljölagen.

source: These persons are subject to the provision with the restrictions described in the third and fourth paragraphs below.
sv: Dessa personer omfattas av föreskriften med de begränsningar som framgår av tredje och fjärde styckena nedan.

source: In these Provisions an 'employee' is also those equal to an employee as stipulated in Chapter 1, Section 3 of the Work Environment Act.
sv: Arbetstagare är i dessa föreskrifter även den som likställs med arbets­ tagare enligt 1 kap. 3 § arbetsmiljölagen.

source: Those who conduct professional activities without employees in accordance with Chapter 3, Section 5, second paragraph of the Work Environment Act are not obliged to comply with stipulations relating to obligations to give employees information.
sv: Den som driver verksamhet utan anställd enligt 3 kap. 5 § andra stycket arbetsmiljölagen är inte skyldig att följa dessa föreskrifter i de avsnitt som gäller skyldigheter att ge arbetstagare information.

source: Those who are only employers in the capacity of hiring out workers are only obliged to comply with the following stipulations.
sv: Den som bara är arbetsgivare i egenskap av uthyrare av personal är bara skyldig att följa följande bestämmelser.

source: Section 5 last paragraph regarding ensuring that the hired workers do not start working before the lessor, through checking the lessee's documentation in accordance with Section 13, can confirm that investigation and risk assessment has been conducted and the necessary risk reduction measures have been taken and
sv: 5 § sista stycket om att se till att de uthyrda arbetstagarna inte påbörjar arbete innan uthyraren, genom kontroll av inhyrarens dokumentation enligt 13 §, kunnat förvissa sig om att undersökning och riskbedömning genom­ förts och nödvändiga riskbegränsande åtgärder vidtagits och

source: The REACH Regulation
sv: Reach-förordningen

source: Section 3 Activities which manufacture, import or use chemical substances or preparations shall also comply with the stipulations in Regulation (EC) No 1907/2006 of the European Parliament and of the Council of 18 December 2006 concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH), establishing a European Chemicals Agency, amending Directive 1999/45/EC and repealing Council Regulation (EEC) No 793/93 and Commission Regulation (EC) No 1488/94 as well as Council Directive 76/769/EEC and Commission Directives 91/155/EEC, 93/67/EEC, 93/105/EC and 2000/21/EC (the REACH Regulation).
sv: § Verksamheter som tillverkar, importerar eller använder kemiska ämnen eller beredningar omfattas även av bestämmelserna i Europaparla­ mentets och rådets förordning (EG) nr 1907/2006 av den 18 december 2006 om registrering, utvärdering, godkännande och begränsning av kemikalier (Reach), inrättande av en europeisk kemikaliemyndighet, ändring av direk­ tiv 1999/45/EG och upphävande av rådets förordning (EEG) nr 793/93 och kommissionens förordning (EG) nr 1488/94 samt rådets direktiv

source: According to the regulation, manufacturers, importers and downstream users are obliged to keep all information necessary for the implementation of the regulation for ten years and in certain cases also produce a chemical safety report.
sv: Enligt förordningen är tillverkare, importörer och nedströmsanvändare skyldiga att spara all information som behövs för tillämpningen av förord­ ningen i 10 år och i vissa fall även utarbeta en kemikaliesäkerhetsrapport.

source: Section 4 The terms used in these Provisions have the same meaning as in the Work Environment Act (1977:1160), the Work Environment Ordinance (1977:1166) and the Swedish Work Environment Authority’s Provisions on Occupational Exposure Limit Values.
sv: §2 De beteckningar som används i dessa föreskrifter har samma betydel­ se som i arbetsmiljölagen (1977:1160), arbetsmiljöförordningen (1977:1166) och Arbetsmiljöverkets föreskrifter om hygieniska gränsvärden.

source: In addition, the Provisions use the following terms.
sv: Dessutom använder föreskrifterna följande beteckningar.

source: Exposure To be exposed to a chemical hazard though inhalation, ingestion or contact with skin, mucous membranes or eyes.
sv: Exponering Att utsättas för en kemisk riskkälla genom inand­ ning, förtäring, eller kontakt med hud, slemhinnor eller ögon.
